Repository: Siabdel/promoteo_erp_dj4
Catalog: stock/locale/*/LC_MESSAGES/django.po
Languages: it

source: Origin and destination warehouses can't be the same.
it: I magazzini di origine e di destinazione non possono essere lo stesso.

source: name
it: nome

source: owner
it: proprietario

source: address
it: indirizzo

source: manager
it: responsabile

source: Created by
it: Creato da

source: dashboard
it: bacheca

source: stream
it: cronologia

source: warehouse
it: magazzino

source: warehouses
it: magazzini

source: origin warehouse
it: magazzino d'origine

source: destination warehouse
it: magazzino di destinazione

source: product
it: prodotto

source: Created on
it: creato il

source: movement
it: movimento

source: movements
it: movimenti

source: bill to
it: fatturato a

source: Keep it blank to use the same as invoicing
it: Lasciare bianco per usare lo stesso della fatturazione

source: delivered to
it: consegnato a

source: order ref. no.
it: rif. ordine #

source: on
it: del

source: means of delivery
it: a mezzo

source: reason of shipping
it: causale

source: terms of shipping
it: termini di spedizione

source: delivery date
it: data di consegna

source: good appearance
it: aspetto dei beni

source: entries
it: voci

source: notes
it: note

source: delivery note
it: documento di trasporto

source: delivery notes
it: documenti di trasporto

source: DN
it: DDT

source: Main menu for stock management
it: Menu principale per gestione delle scorte

source: Main menu for warehouse model
it: Menu principale per un magazzino

source: Main menu for delivery note model
it: Menu principale per un documento di trasporto

source: Stock
it: Scorte

source: Stock management
it: Gestione scorte

source: Warehouses
it: Magazzini

source: Warehouses management
it: Gestione magazzini

source: Movements
it: Movimenti

source: Movements management
it: Gestione movimenti

source: Delivery notes
it: Documenti di trasporto

source: Delivery notes management
it: Gestione documenti di trasporto

source: Details
it: Dettagli

source: Timeline
it: Cronologia

source: Hard copies
it: Copie cartacee

source: Warehouse created
it: Creazione magazzino

source: Warehouse deleted
it: Eliminazione magazzino

source: Movement created
it: Creazione movimento

source: Movement deleted
it: Eliminazione movimento

source: Delivery note created
it: Creazione documento di trasporto

source: Delivery note changed
it: Modifica documento di trasporto

source: Delivery note deleted
it: Eliminazione documento di trasporto

source: Purchase Team
it: Ufficio Acquisti

source: Purchase Managers
it: Responsabili Acquisti

source: The delivery note was created successfully.
it: Il documento di trasporto è stato salvato.

source: The delivery note was updated successfully.
it: Il documento di trasporto è stato aggiornato.

source: The movement was created successfully.
it: Il movimento è stato salvato.

source: The movement was updated successfully.
it: Il movimento è stato aggiornato.

source: The warehouse was created successfully.
it: Il magazzino è stato salvato.
