Repository: Siabdel/promoteo_erp_dj4
Catalog: knowledge/locale/*/LC_MESSAGES/django.po
Languages: it

source: Use <a href="http://daringfireball.net/projects/markdown/syntax">MarkDown syntax</a>.
it: Usare la <a href="http://daringfireball.net/projects/markdown/syntax">sintassi MarkDown</a>.

source: body
it: corpo

source: language
it: lingua

source: created by
it: creato da

source: created on
it: creato il

source: categories
it: categorie

source: wiki page
it: pagina wiki

source: wiki pages
it: pagine wiki

source: page
it: pagina

source: wiki page revision
it: revisione pagina wiki

source: wiki page revisions
it: revisioni pagina wiki

source: title
it: titolo

source: question
it: domanda

source: answer
it: risposta

source: answers
it: risposte

source: description
it: descrizione

source: due date
it: scadenza

source: poll
it: sondaggio

source: polls
it: sondaggi

source: vote count
it: conteggio voti

source: choice
it: scelta

source: choices
it: scelte

source: index
it: indice

source: Main menu for knowledge app
it: Menu principale per la gestione della conoscenza

source: Main menu for a wiki page
it: Menu principale per una pagina Wiki

source: Main menu for a FAQ
it: Menu principale per una FAQ

source: Main menu for a poll
it: Menu principale per un sondaggio

source: Knowledge
it: Conoscenza

source: Knowledge management
it: Gestione conoscenza

source: Polls
it: Sondaggi

source: Details
it: Dettagli

source: Revisions
it: Revisioni

source: Timeline
it: Cronologia

source: Wiki page created
it: Creazione pagina Wiki

source: Wiki page changed
it: Modifica pagina Wiki

source: Wiki page deleted
it: Eliminazione pagina Wiki

source: FAQ created
it: Creazione FAQ

source: FAQ deleted
it: Eliminazione FAQ

source: Answer created
it: Aggiunta risposta

source: Answer deleted
it: Eliminazione risposta

source: Poll created
it: Creazione sondaggio

source: Poll deleted
it: Eliminazione sondaggio

source: Poll closed
it: Chiusura sondaggio

source: The FAQ was created successfully.
it: La FAQ è stata salvata.

source: Thank you. Your answer was created successfully.
it: Grazie. Il tuo voto è stato aggiornato.

source: The poll was created successfully.
it: Il sondaggio è stato salvato.

source: Sorry, this poll is already closed.
it: Spiacenti, questo sondaggio è già chiuso.

source: Thank you for your vote.
it: Grazie per il tuo voto.

source: Thank you. Your vote was updated successfully.
it: Grazie. Il tuo voto è stato aggiornato.

source: Sorry, you selected an invalid choice.
it: Spiacenti, hai selezionato una scelta invalida.

source: The poll was updated successfully.
it: Il sondaggio è stato aggiornato.

source: The page was created successfully.
it: La pagina è stata salvata.

source: The page was updated successfully.
it: La pagina è stata aggiornata.
